{
    "journal": "Journal of Climate",
    "papers": [
        {
            "number": 0,
            "title": "Effects of Anthropogenic Aerosol and Greenhouse Gas Emissions on Northern Hemisphere Monsoon Precipitation: Mechanisms and Uncertainty",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0412.1.xml",
            "authors": "Paul-Arthur Monerie, Laura J. Wilcox, and Andrew G. Turner",
            "abstract": "Northern Hemisphere land monsoon (NHLM) precipitation exhibits multidecadal variability, decreasing over the second half of the twentieth century and increasing after the 1980s. We use a novel combination of CMIP6 simulations and several large ensembles to assess the relative roles of drivers of monsoon precipitation trends, analyzing the effects of anthropogenic aerosol (AA), greenhouse gas (GHG) emissions, and natural forcing. We decomposed summer global monsoon precipitation anomalies into dynamic and thermodynamic terms to assess the drivers of precipitation trends. We show that the drying trends are likely to be mainly due to increased AA emissions, which cause shifts of the atmospheric circulation and a decrease in moisture advection. Increases in GHG emissions cause monsoon precipitation to increase due to strengthened moisture advection. The uncertainty in summer monsoon precipitation trends is explored using three initial-condition large ensembles. AA emissions have strong controls on monsoon precipitation trends, exceeding the effects of internal climate variability. However, uncertainties in the effects of external forcings on monsoon precipitation are high for specific periods and monsoon domains, resulting from differences in how models simulate shifts in atmospheric circulation. The effect of AA emissions is uncertain over the northern African monsoon domain due to differences among climate models in simulating the effects of AA emissions on net shortwave radiation over the North Atlantic Ocean.",
            "date": "2022-04-15"
        },
        {
            "number": 1,
            "title": "Separating the Influences of Low-Latitude Warming and Sea Ice Loss on Northern Hemisphere Climate Change",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0180.1.xml",
            "authors": "Stephanie Hay, Paul J. Kushner, Russell Blackport, Kelly E. McCusker, Thomas Oudar, Lantao Sun, Mark England, Clara Deser, James A. Screen, and Lorenzo M. Polvani",
            "abstract": "Analyzing a multimodel ensemble of coupled climate model simulations forced with Arctic sea ice loss using a two-parameter pattern-scaling technique to remove the cross-coupling between low- and high-latitude responses, the sensitivity to high-latitude sea ice loss is isolated and contrasted to the sensitivity to low-latitude warming. Despite some differences in experimental design, the Northern Hemisphere near-surface atmospheric sensitivity to sea ice loss is found to be robust across models in the cold season; however, a larger intermodel spread is found at the surface in boreal summer, and in the free tropospheric circulation. In contrast, the sensitivity to low-latitude warming is most robust in the free troposphere and in the warm season, with more intermodel spread in the surface ocean and surface heat flux over the Northern Hemisphere. The robust signals associated with sea ice loss include upward turbulent and longwave heat fluxes where sea ice is lost, warming and freshening of the Arctic Ocean, warming of the eastern North Pacific Ocean relative to the western North Pacific with upward turbulent heat fluxes in the Kuroshio Extension, and salinification of the shallow shelf seas of the Arctic Ocean alongside freshening in the subpolar North Atlantic Ocean. In contrast, the robust signals associated with low-latitude warming include intensified ocean warming and upward latent heat fluxes near the western boundary currents, freshening of the Pacific Ocean, salinification of the North Atlantic, and downward sensible and longwave fluxes over the ocean.",
            "date": "2022-04-15"
        },
        {
            "number": 2,
            "title": "Low-Frequency Atmospheric Variability Patterns and Synoptic Types Linked to Large Floods in the Lower Ebro River Basin",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-20-0394.1.xml",
            "authors": "J. C. Peña, J. C. Balasch, D. Pino, L. Schulte, M. Barriendos, J. L. Ruiz-Bellet, M. Prohom, J. Tuset, J. Mazon, and X. Castelltort",
            "abstract": "This study analyzes the atmospheric variability that caused the largest floods affecting the town of Tortosa, Spain, in the mouth of the Ebro River (northeast Iberian Peninsula). The Tortosa flood database and flood marks in the nearby town of Xerta are used to define the more relevant flooding episodes (discharges >2900 m3 s−1) of the 1600–2005 period. We explore the atmospheric variability based on low-frequency patterns and synoptic types applying a multivariable analysis to grids at sea level pressure and geopotential at 500 hPa provided by the twentieth-century V3 Reanalysis Project for the instrumental period (since 1836). Output from the Last Millennium Ensemble Project was used to analyze the sea level pressure over the pre-instrumental period (before 1836). Our analysis includes 33 flood episodes. Four synoptic types are related to floods in Tortosa since 1836, characterized by low pressure systems that interact with the Mediterranean warm air mass and promote atmospheric destabilization. Flooding in Tortosa is related to relative high values of solar activity, positive Northern Hemisphere temperature anomalies, and NAO in positive phase. This result indicates that the major floods are related to zonal atmospheric circulations (west-to-east cyclone transfer). During winter, the main impact of the floods is located at the western part of the basin, and the Pyrenean subbasins are affected during autumn. The major finding is that similar flood behavior is detected since 1600, improving our understanding of past climates, enhancing the knowledge base for some aspects and impacts of climate change, and reducing uncertainty about future outcomes.",
            "date": "2022-04-15"
        },
        {
            "number": 3,
            "title": "The July 2019 European Heat Wave in a Warmer Climate: Storyline Scenarios with a Coupled Model Using Spectral Nudging",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0573.1.xml",
            "authors": "Antonio Sánchez-Benítez, Helge Goessling, Felix Pithan, Tido Semmler, and Thomas Jung",
            "abstract": "Extreme weather events are triggered by atmospheric circulation patterns and shaped by slower components, including soil moisture and sea surface temperature, and by the background climate. This separation of factors is exploited by the storyline approach in which an atmospheric model is nudged toward the observed dynamics using different climate boundary conditions to explore their influence. The storyline approach disregards uncertain climatic changes in the frequency and intensity of dynamical conditions, focusing instead on the thermodynamic influence of climate on extreme events. Here we demonstrate an advanced storyline approach that employs a coupled climate model (AWI-CM-1-1-MR) in which the large-scale free-troposphere dynamics are nudged toward ERA5 data. Five-member ensembles are run for present-day (2017–19), preindustrial, +2-K, and +4-K climates branching off from CMIP6 historical and scenario simulations of the same model. In contrast to previous studies, which employed atmosphere-only models, feedbacks between extreme events and the ocean and sea ice state, and the dependence of such feedbacks on the climate, are consistently simulated. Our setup is capable of reproducing observed anomalies of relevant unconstrained parameters, including near-surface temperature, cloud cover, soil moisture, sea surface temperature, and sea ice concentration. Focusing on the July 2019 European heat wave, we find that the strongest warming amplification expands from southern to central Europe over the course of the twenty-first century. The warming reaches up to 10 K in the 4-K-warmer climate, suggesting that an analogous event would entail peak temperatures around 50°C in central Europe.",
            "date": "2022-03-15"
        },
        {
            "number": 4,
            "title": "Understanding the Extratropical Liquid Water Path Feedback in Mixed-Phase Clouds with an Idealized Global Climate Model",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0334.1.xml",
            "authors": "Michelle E. Frazer and Yi Ming",
            "abstract": "A negative shortwave cloud feedback associated with higher extratropical liquid water content in mixed-phase clouds is a common feature of global warming simulations, and multiple mechanisms have been hypothesized. A set of process-level experiments performed with an idealized global climate model (a dynamical core with passive water and cloud tracers and full Rotstayn–Klein single-moment microphysics) show that the common picture of the liquid water path (LWP) feedback in mixed-phase clouds being controlled by the amount of ice susceptible to phase change is not robust. Dynamic condensate processes—rather than static phase partitioning—directly change with warming, with varied impacts on liquid and ice amounts. Here, three principal mechanisms are responsible for the LWP response, namely higher adiabatic cloud water content, weaker liquid-to-ice conversion through the Bergeron–Findeisen process, and faster melting of ice and snow to rain. Only melting is accompanied by a substantial loss of ice, while the adiabatic cloud water content increase gives rise to a net increase in ice water path (IWP) such that total cloud water also increases without an accompanying decrease in precipitation efficiency. Perturbed parameter experiments with a wide range of climatological LWP and IWP demonstrate a strong dependence of the LWP feedback on the climatological LWP and independence from the climatological IWP and supercooled liquid fraction. This idealized setup allows for a clean isolation of mechanisms and paints a more nuanced picture of the extratropical mixed-phase cloud water feedback than simple phase change.",
            "date": "2022-04-15"
        },
        {
            "number": 5,
            "title": "The Future Intensification of the North Atlantic Winter Storm Track: The Key Role of Dynamic Ocean Coupling",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0407.1.xml",
            "authors": "Rei Chemke, Laure Zanna, Clara Orbe, Lori T. Sentman, and Lorenzo M. Polvani",
            "abstract": "Climate models project an intensification of the wintertime North Atlantic Ocean storm track, over its downstream region, by the end of this century. Previous studies have suggested that ocean–atmosphere coupling plays a key role in this intensification, but the precise role of the different components of the coupling has not been explored and quantified. In this paper, using a hierarchy of ocean coupling experiments, we isolate and quantify the respective roles of thermodynamic (changes in surface heat fluxes) and dynamic (changes in ocean heat flux convergence) ocean coupling in the projected intensification of North Atlantic transient eddy kinetic energy (TEKE). We show that dynamic coupling accounts for nearly all of the future TEKE strengthening as it overcomes the much smaller effect of surface heat flux changes to weaken the TEKE. We further show that by reducing the Arctic amplification in the North Atlantic, ocean heat flux convergence increases the meridional temperature gradient aloft, causing a larger eddy growth rate and resulting in the strengthening of North Atlantic TEKE. Our results stress the importance of better monitoring and investigating the changes in ocean heat transport, for improving climate change adaptation strategies.",
            "date": "2022-04-15"
        },
        {
            "number": 6,
            "title": "Finding Storm Track Activity Metrics That Are Highly Correlated with Weather Impacts. Part II: Estimating Precipitation Change Associated with Projected Storm Track Change over Europe",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0259.1.xml",
            "authors": "Edmund Kar-Man Chang, Albert Man-Wai Yau, and Rui Zhang",
            "abstract": "The extratropical storm tracks cause much of the high-impact weather in the midlatitudes, and thus it is of interest to examine the weather impacts of projected storm track change. Here, a framework for quantifying storm track impact on precipitation over Europe developed in Part I for winter is extended to all four seasons and applied to estimate the precipitation impacts of CMIP5 and CMIP6 model projected storm track change under the high-emission scenarios. For autumn and winter, a significant portion of the projected decrease in precipitation over southern Europe and the Mediterranean Sea region can be related to a projected decrease in storm track activity over these regions. In winter, the projected increase in storm track activity near the British Isles accentuates the precipitation increase over that region. In summer, a projected storm track decrease over northern Europe is expected to give rise to a decrease in precipitation that expands the projected drying region poleward and reduces the impact of the projected high-latitude precipitation increase related to the increase in atmospheric moisture. CMIP6 models project stronger drying than CMIP5 models over central and northern Europe in summer and autumn. Part of this increased drying can be related to an enhanced decrease in storm track activity projected by CMIP6 models. Apart from multimodel mean projections, different model projected storm track change patterns can give rise to very different regional precipitation impacts, and account for the model spread in precipitation projection in many regions. What causes such model diversity should be further examined.",
            "date": "2022-04-15"
        },
        {
            "number": 7,
            "title": "The Impact of the Direct Radiative Effect of Increased CO2 on the West African Monsoon",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0340.1.xml",
            "authors": "Harry Mutton, Robin Chadwick, Matthew Collins, F. Hugo Lambert, Ruth Geen, Alexander Todd, and Christopher M. Taylor",
            "abstract": "Projections of future West African monsoon (WAM) precipitation change in response to increasing greenhouse gases are uncertain, and an improved understanding of the drivers of WAM precipitation change is needed to help aid model development and better inform adaptation policies in the region. This paper addresses one of those drivers, the direct radiative effect of increased CO2 (i.e., the impact of increased CO2 in the absence of SST warming and changes in plant physiology). An atmosphere-only model is used to examine both the equilibrium response and the evolution of the change over the days following the instantaneous CO2 increase. In response to the direct radiative effect, WAM precipitation increases due to a weakening of the shallow meridional circulation over North Africa, advecting less dry air into the convective column associated with the monsoon. Changes in the shallow circulation are associated with atmospheric and surface warming patterns over North Africa. A large-scale atmospheric warming pattern, whereby North Africa warms more than the monsoon region, leads to a northward shift in the Saharan heat low. In response to increased precipitation in the Sahel, local soil moisture feedbacks play a key role in determining the low-level circulation change and the location of the intertropical discontinuity. The large-scale warming patterns over North Africa result from differing levels of constraint applied by convective quasi-equilibrium. While this constraint acts strongly in the equatorial WAM region, preventing the region from warming in response to the direct radiative effect, North Africa is not strongly constrained and is therefore able to warm.",
            "date": "2022-04-15"
        },
        {
            "number": 8,
            "title": "A Statistical Intraseasonal Prediction Model of Extended Boreal Summer Western North Pacific Tropical Cyclone Genesis",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0110.1.xml",
            "authors": "Haikun Zhao, Ying Lu, Xianan Jiang, Philip J. Klotzbach, Liguang Wu, and Jian Cao",
            "abstract": "An L2 regularized logistic regression model is developed in this study to predict weekly tropical cyclone (TC) genesis over the western North Pacific (WNP) Ocean and subregions of the WNP including the South China Sea (SCS), the western WNP (WWNP), and the eastern WNP (EWNP). The potential predictors for the TC genesis model include a time-varying TC genesis climatology, the Madden–Julian oscillation (MJO), the quasi-biweekly oscillation (QBWO), and ENSO. The relative importance of the predictors in a constructed L2 regression model is justified by a forward stepwise selection procedure for each region from a 0-week to a 7-week lead. Cross-validated hindcasts are then generated for the corresponding prediction schemes out to a 7-week lead. The TC genesis climatology generally improves the regional model skill, and the importance of intraseasonal oscillations and ENSO is regionally dependent. Over the WNP, there is increased model skill over the time-varying climatology in predicting weekly TC genesis out to a 4-week lead by including the MJO and QBWO, whereas ENSO has a limited impact. On a regional scale, ENSO and then either the MJO or QBWO are the two most important predictors over the EWNP and WWNP after the TC genesis climatology. The MJO is found to be the most important predictor over the SCS. The logistic regression model is shown to have comparable reliability and forecast skill scores to the ECMWF dynamical model on intraseasonal time scales.",
            "date": "2022-04-15"
        },
        {
            "number": 9,
            "title": "A Seesaw Variability in Tropical Cyclone Genesis between the Western North Pacific and the North Atlantic Shaped by Atlantic Multidecadal Variability",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0529.1.xml",
            "authors": "Chao Wang, Bin Wang, Liguang Wu, and Jing-Jia Luo",
            "abstract": "Variabilities in tropical cyclone (TC) activity are commonly interpreted in individual TC basins. We identify an antiphase decadal variation in TC genesis between the western North Pacific (WNP) and North Atlantic (NA). An inactive (active) WNP TC genesis concurs with an enhanced (suppressed) NA TC genesis. We propose that the transbasin TC connection results from a subtropical east–west “relay” teleconnection triggered by Atlantic multidecadal oscillation (AMO), involving a chain atmosphere–ocean interaction in the North Pacific. During a negative AMO phase, the tropical NA cooling suppresses local convective heating that further stimulates a descending low-level anticyclonic circulation in the tropical NA and eastern North Pacific as a Rossby wave response, inhibiting the NA TC genesis. Meanwhile, the anomalous southwesterly to the western flank of the anomalous anticyclonic circulation tends to weaken the surface evaporation and warm the SST over the subtropical eastern North Pacific (southwest–northeast-oriented zone from the tropical central Pacific to the subtropical west coast of North America). The SST warming further sustains a cyclonic circulation anomaly over the WNP by local atmosphere–ocean interaction and the Bjerknes feedback, promoting the WNP TC genesis. This transbasin linkage helps us interpret the moderate amplitude of variations in TC genesis frequency in the Northern Hemisphere.",
            "date": "2022-04-15"
        },
        {
            "number": 10,
            "title": "Joint Effect of West Pacific Warming and the Arctic Oscillation on the Bidecadal Variation and Trend of the East Asian Trough",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0461.1.xml",
            "authors": "Marco Y.-T. Leung, Dongxiao Wang, Wen Zhou, Paxson K. Y. Cheung, Yuntao Jian, and Fuan Xiao",
            "abstract": "This study investigates bidecadal variation and trends in the winter East Asian trough (EAT) intensity for the period from 1958 to 2020. The EAT intensity index, calculated with the JRA55 reanalysis, demonstrates bidecadal variation, which is closely related to the intensity of cold advection in East Asia that affects northeast China, the Korean Peninsula, and Japan. In addition, it is noted that the positive phase of the Arctic Oscillation (AO) plays an important role in suppressing EAT intensity, particularly on a bidecadal time scale. On the other hand, a warm anomaly in the west Pacific can enhance the intensity of the EAT, which is also reproduced by numerical simulation. The influence of a significant warming trend in the west Pacific and a weak positive trend in the AO on the EAT intensity and the East Asian winter monsoon is investigated. Warming in the west Pacific supports a strengthening of EAT intensity, cooling in northeast Asia, and enhancement of easterly wind in the subtropical west Pacific. A weak positive AO trend plays an insignificant role in affecting the trend of EAT intensity, but it supports warming in northeast Asia.",
            "date": "2022-04-15"
        },
        {
            "number": 11,
            "title": "Climatic Effects of the Indian Ocean Tripole on the Western United States in Boreal Summer",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0490.1.xml",
            "authors": "Yazhou Zhang, Jianping Li, Zhaolu Hou, Bin Zuo, Yidan Xu, Xinxin Tang, and Hao Wang",
            "abstract": "The Indian Ocean tripole (IOT) is an independent mode of ocean–atmosphere circulation centered on the tropical Indian Ocean. This study explores the physical mechanisms of the IOT affecting the western United States climate variation during the boreal summer. We find that the IOT is significantly correlated with both western United States summer surface temperature and precipitation anomalies. During positive IOT events, the westerly wind anomalies over the northern Indian Ocean are intensified by two cross-equator airflows over the tropical eastern Indian Ocean and the east coast of Africa. The resulting convergence of air over the northern Bay of Bengal–Indochina Peninsula–northern South China Sea (NBB–IP–NSCS) region (15°–25°N, 80°–125°E) exacerbates the surplus precipitation there. Serving as a heat source, these NBB–IP–NSCS precipitation anomalies can excite a circumglobal teleconnection (CGT)-like pattern that propagates eastward from west-central Asia toward North America along the Asia subtropical westerly jet, further influencing local circulation anomalies. Development of strong anticyclonic circulation over the western United States enhances descending motion and divergence there, resulting in negative precipitation anomalies. This circulation anomaly also induces the diabatic heating anomalies through allowing more solar radiation to reach the ground surface, further increasing the surface temperature anomalies. Meanwhile, the increased tropospheric temperature also raises local surface temperatures by modulating the adiabatic air expansion and compression. Ultimately, the CGT-like pattern associated with NBB–IP–NSCS precipitation anomalies sets up an atmospheric bridge by which the IOT can impact summer climate in the western United States.",
            "date": "2022-04-15"
        },
        {
            "number": 12,
            "title": "Subseasonal Meteorological Drought Development over the Central United States during Spring",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0435.1.xml",
            "authors": "Bor-Ting Jong, Matthew Newman, and Andrew Hoell",
            "abstract": "Diagnosis of rapidly developing springtime droughts in the central United States has mostly been made via numerous individual case studies rather than in an aggregate sense. This study investigates common aspects of subseasonal “meteorological drought” evolution, here defined as persistent precipitation minus evapotranspiration (P − ET) deficits, revealed in early (1 April–15 May) and late (16 May–30 June) spring composites of 5-day running mean JRA-55 reanalysis data for three different central U.S. regions during 1958–2018. On average, these droughts are initiated by a quasi-stationary Rossby wave packet (RWP), propagating from the western North Pacific, which arises about a week prior to drought onset. The RWP is related to a persistent ridge west of the incipient drought region and strong subsidence over it. This subsidence is associated with low-level divergent flow that dries the atmosphere and suppresses precipitation for roughly 1–2 weeks, and generally has a greater impact on the local moisture budget than does reduced poleward moisture transport. The resulting “dynamically driven” evaporative demand corresponds to a rapid drying of the root-zone soil moisture, which decreases around 40 percentiles within about 10 days. Anomalous near-surface warmth develops only after the P − ET deficit onset, as does anomalously low soil moisture that then lingers a month or more, especially in late spring. The horizontal scale of the RWPs, and of the related drought anomalies, decreases from early to late spring, consistent with the climatological change in the Pacific Rossby waveguide. Finally, while this composite analysis is based upon strong, persistent P − ET deficits, it still appears to capture much of the springtime development of “flash droughts” as well.",
            "date": "2022-04-15"
        },
        {
            "number": 13,
            "title": "Impacts of Aerosols and Climate Modes on Tropical Cyclone Frequency over the North Indian Ocean: A Statistical Link Approach",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0228.1.xml",
            "authors": "Md. Wahiduzzaman, Md. Arfan Ali, Kevin Cheung, Jing-Jia Luo, Tang Shaolei, Prasad K. Bhaskaran, Chaoxia Yuan, Muhammad Bilal, Zhongfeng Qiu, and Mansour Almazroui",
            "abstract": "North Indian Ocean (NIO) tropical cyclone activity is strongly influenced by aerosols and climate modes. In this study, we evaluated the impact of aerosols and climate modes on modulating tropical cyclone (TC) frequency over the NIO. A statistical generalized additive model based on Poisson regression was developed to assess their relative impacts. Aerosol optical depth for different compounds simulated by the Goddard Chemistry Aerosol Radiation and Transport model, sunspot number (SN) as solar variability, and eight climate modes—Atlantic meridional mode (AMM), El Niño–Southern Oscillation (ENSO), North Atlantic Oscillation (NAO), Indian Ocean dipole (IOD), Pacific decadal oscillation (PDO), Pacific–North American teleconnection pattern (PNA), Arctic Oscillation (AO), and Antarctic Oscillation (AAO), all based on reanalysis datasets, were analyzed for the 40-yr period 1980–2019. A strong linkage was found between TC activity and the AMM, IOD, and ENSO over the NIO. In addition, black carbon, organic carbon, sea salt, and sulfate aerosols have a significant impact on the cyclone frequency. Among these factors, black carbon, organic carbon, sea salt, and AMM account for the most variance of TCs, and among the other climate modes, IOD contributes more than ENSO. This is the first attempt to have identified this ranked set of aerosols and climate indices according to their relative ability to impact NIO TCs. Possible linkages between the thermodynamic and dynamic effects of aerosols on the Indian monsoon environment and its modifications to the large-scale environmental parameters relevant to TC development, namely, sea surface temperature, vertical wind shear, relative vorticity, and relative humidity during different phases of the climate modes are discussed.",
            "date": "2022-04-15"
        },
        {
            "number": 14,
            "title": "Exceptional Warmth in the Northern Hemisphere during January–March of 2020: The Roles of Unforced and Forced Modes of Atmospheric Variability",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0291.1.xml",
            "authors": "Siegfried D. Schubert, Yehui Chang, Anthony M. DeAngelis, Randal D. Koster, Young-Kwon Lim, and Hailan Wang",
            "abstract": "Much of northern Eurasia experienced record high temperatures during the first three months of 2020, and the eastern United States experienced a significant heat wave during March. In this study, we show that the above episodes of extraordinary warmth reflect to a large extent the unusual persistence and large amplitude of three well-known modes of atmospheric variability: the Arctic Oscillation (AO), the North Atlantic Oscillation (NAO), and the Pacific–North American (PNA) pattern. We employ a “replay” approach in which simulations with the NASA GEOS AGCM are constrained to remain close to MERRA-2 over specified regions of the globe in order to identify the underlying forcings and regions that acted to maintain these modes well beyond their typical submonthly time scales. We show that an extreme positive AO played a major role in the surface warming over Eurasia, with forcing from the tropical Pacific and Indian Ocean regions acting to maintain its positive phase. Forcing from the tropical Indian Ocean and Atlantic regions produced positive NAO-like responses, contributing to the warming over eastern North America and Europe. The strong heat wave that developed over eastern North America during March was primarily associated with an extreme negative PNA that developed as an instability of the North Pacific jet, with tropical forcing providing support for a prolonged negative phase. A diagnosis of the zonally symmetric circulation shows that the above extratropical surface warming occurred underneath a deep layer of tropospheric warming, driven by stationary eddy-induced changes in the mean meridional circulation.",
            "date": "2022-04-15"
        },
        {
            "number": 15,
            "title": "Does Model Calibration Reduce Uncertainty in Climate Projections?",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0434.1.xml",
            "authors": "Simon F. B. Tett, Jonathan M. Gregory, Nicolas Freychet, Coralia Cartis, Michael J. Mineter, and Lindon Roberts",
            "abstract": "Uncertainty in climate projections is large as shown by the likely uncertainty ranges in equilibrium climate sensitivity (ECS) of 2.5–4 K and in the transient climate response (TCR) of 1.4–2.2 K. Uncertainty in model projections could arise from the way in which unresolved processes are represented, the parameter values used, or the targets for model calibration. We show that, in two climate model ensembles that were objectively calibrated to minimize differences from observed large-scale atmospheric climatology, uncertainties in ECS and TCR are about 2–6 times smaller than in the CMIP5 or CMIP6 multimodel ensemble. We also find that projected uncertainties in surface temperature, precipitation, and annual extremes are relatively small. Residual uncertainty largely arises from unconstrained sea ice feedbacks. The more than 20-year-old HadAM3 standard model configuration simulates observed hemispheric-scale observations and preindustrial surface temperatures about as well as the median CMIP5 and CMIP6 ensembles while the optimized configurations simulate these better than almost all the CMIP5 and CMIP6 models. Hemispheric-scale observations and preindustrial temperatures are not systematically better simulated in CMIP6 than in CMIP5 although the CMIP6 ensemble seems to better simulate patterns of large-scale observations than the CMIP5 ensemble and the optimized HadAM3 configurations. Our results suggest that most CMIP models could be improved in their simulation of large-scale observations by systematic calibration. However, the uncertainty in climate projections (for a given scenario) likely largely arises from the choice of parameterization schemes for unresolved processes (“structural uncertainty”), with different tuning targets another possible contributor.",
            "date": "2022-04-15"
        },
        {
            "number": 16,
            "title": "Central Asian Precipitation Extremes Affected by an Intraseasonal Planetary Wave Pattern",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0657.1.xml",
            "authors": "Peiqiang Xu, Lin Wang, and Jie Ming",
            "abstract": "The characteristics and mechanisms of extreme precipitation events over central Asia are investigated based on daily data and percentile criteria. The composited extreme precipitation events have a life cycle of about 10 days. The precipitation signal is weak but significant from eight to two days before the peak. Then it amplifies rapidly and reaches its peak in two days. The earliest precipitation signal appears over the northwest of central Asia and moves southeastward. It maximizes over northern central Asia and the windward side of the mountainous region, suggesting the role of orography in the precipitation extremes. Diagnosis suggests that the precipitation extremes are closely tied to a quasi-stationary planetary wave train emanating from the North Atlantic and the resultant disturbed Asian subtropical jet. The sharpened and accelerated Atlantic jet 10 days before the precipitation peak feeds a cyclonic anomaly at its exit region, which disperses energy downstream and forms a well-defined barotropic Rossby wave train in the Asian subtropical jet, resulting in an anomalous cyclone to the west of central Asia. On the one hand, the cyclone-induced water vapor transport into central Asia enhances the moisture content and increases the convective instability in the lower troposphere, providing a favorable thermodynamical condition for deep convections. On the other hand, the vorticity and temperature advection induced by this cyclone and the mechanical lifting on the windward side of mountains provide a favorable dynamical condition for ascending motion, which triggers the release of convective instability and the occurrence of precipitation extremes in central Asia.",
            "date": "2022-04-15"
        },
        {
            "number": 17,
            "title": "Asymmetric Changes in Intraseasonal Oscillation Intensity over the Tropical Western North Pacific in El Niño and La Niña Developing Summers",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0615.1.xml",
            "authors": "Yuqi Wang, Renguang Wu, and Qinlu Gu",
            "abstract": "The intraseasonal oscillations (ISOs) over the tropical western North Pacific (WNP) modulate atmospheric convection and heating and affect weather and climate in remote regions through atmospheric teleconnection. The present study unravels the fact that the ISO intensity increase over the tropical WNP in El Niño developing summers is larger, with the center located eastward, compared with the decrease in La Niña developing summers. The asymmetric ISO intensity changes are attributed to the eastward shift of regions of anomalous low-level westerly winds, ascent, easterly shear of zonal winds, and large moisture in El Niño developing summers and westward shift of regions of opposite anomalies in La Niña developing summers, respectively. The asymmetric atmospheric mean anomalies, in turn, are due to the westward shift of anomalous cooling in La Niña developing summers compared to anomalous warming in El Niño developing summers. The 10–20- and 30–60-day ISOs show different patterns of intensity variations due to their different source regions and propagation paths. Atmospheric model simulations confirm the asymmetric response of boreal summer ISO intensity over the tropical WNP to El Niño and La Niña events and the role of asymmetric atmospheric background field changes. Sensitivity experiments illustrate that asymmetric changes in the ISO intensity and atmospheric background fields over the tropical WNP are due to their asymmetric response to opposite tropical central-eastern Pacific SST anomalies. The asymmetry in tropical central-eastern Pacific SST anomalies in El Niño and La Niña events has a small impact on asymmetric ISO intensity changes over the tropical WNP.",
            "date": "2022-04-15"
        },
        {
            "number": 18,
            "title": "The Midlatitude Response to Polar Sea Ice Loss: Idealized Slab-Ocean Aquaplanet Experiments with Thermodynamic Sea Ice",
            "link": "https://journals.ametsoc.org/view/journals/clim/35/8/JCLI-D-21-0508.1.xml",
            "authors": "Tiffany A. Shaw and Zoë Smith",
            "abstract": "Slab-ocean aquaplanet simulations with thermodynamic sea ice are used to study the zonally symmetric mechanisms whereby polar sea ice loss impacts the midlatitude atmosphere. Imposed sea ice loss (difference without and with sea ice with historical CO2 concentration) leads to global warming, polar amplified warming, and a weakening of poleward atmospheric energy transport and the midlatitude storm-track intensity. The simulations confirm an energetic mechanism that predicts a weakening of storm-track intensity in response to sea ice loss, given the change of surface albedo and assuming a passive ocean. Namely, sea ice loss increases the absorption of shortwave radiation by the surface (following the decrease of surface albedo), which increases surface turbulent fluxes into the atmosphere thereby weakening poleward atmospheric energy transport. The storm-track intensity weakens because it dominates poleward energy transport. The quantitative prediction underlying the mechanism captures the weakening but underestimates its amplitude. The weakening is also consistent with weaker mean available potential energy (polar amplified warming) and scales with sea ice extent, which is controlled by the slab-ocean depth. The energetic mechanism also operates in response to sea ice loss due to melting (difference of the response to quadrupled CO2 with and without sea ice). Finally, the midlatitude response to sea ice loss in the aquaplanet agrees qualitatively with the response in more complex climate models. Namely, the storm-track intensity weakens and the energetic mechanism operates, but the method used to impose sea ice loss in coupled models impacts the surface response.",
            "date": "2022-04-15"
        }
    ]
}